{"game_data":{
  "starting": {
    "description": "Вы оказываетесь в темной и ледяной пещере, где очень холодно и тихо. Вы не помните, как тут оказались. В слабом свете своего фонаря вы видите лестницу и яму позади вас.\nЧто будете делать дальше?",
    "but1": "Подняться по лестнице прямо перед вами",
    "but2": "Пойти назад, обогнув яму",
    "but3": "Прыгнуть в тёмную яму, позади вас"
  },
  "loc3": {
    "description": "Вы решаете прыгнуть вниз пещеры, куда не проникает свет вашего фонаря. Вы оказываетесь в замурованной комнате с лампой и совсем без надежды на спасение\nЭто конец...."
  },
  "location1" : {
    "description": "Поднявшись, вы оказываетесь у двери некой комнатки. Вы заходите в неё. Там вы находите на стенах рисунки с неизведанными, пугающими вас существами. А чуть дальше проходы вверх и вниз.\nЧто будете делать дальше?",
    "but1": "Пойти вниз",
    "but2": "Пойти вверх"
  },
  "location2": {
    "description": "За вами был проход, но стены вокруг были из темного камня, а не изо льда. Оттуда шёл яркий свет. Пройдя в глубь тоннеля, вы доходите до винтовой лестницы, где вверху виднелся свет, словно солнечный, а внизу кромешная тьма.\nЧто будете делать дальше?",
    "but1": "Вверх, хватит с меня темноты.",
    "but2": "Вниз, вдруг там что-то интересное."
  },
  "loc11" : {
    "description": "Снизу вас настигает огромное существо с тех фресок, оно движется прямо на вас....",
    "finale": "Вы стали одним из шогготов."
  },
  "loc12" : {
    "description": "Сверху оказывается большая библиотека, но все полки пустые, за исключением пьедестала по центру. Там лежит большая книга с кожаным переплетом и едва различимым названием *Necronominicon*. Вы забираете книгу и отправляетесь из библиотеки, а пройдя намного дальше,  вы находите вагонетку.\n -Делать нечего -- говорите вы и садитесь в неё.\nОна вас отвозит на поверхность и вы идёте искать цивилизацию....",
    "finale": "Поздравляю, вы прошли игру. Финал и сюжет скомкан в угоду экономии моего времени. Обратную связь можете оставить мне в дискорд (glebass1)\nА также благодарности моим тестерам и человеку, кто назвал себя *Камера-мэн*, (для анонимности) который подправил мои ошибки в пунктуации и написании слов."
    },
  "loc21": {
    "description": "Вы поднимаетесь. Но всё, что есть вокруг - это моструозно большие рыбы, те, что обитают на глубинах океанов. Но они плавают в самой комнате абсолютно без воды. И вдруг, один из гигантских удильщиков замечает вас.\nВы в панике пытаетесь вернуться назад к лестнице, но обернувшись, вы видите что дверь, из которой вы прибыли, навсегда исчезла...",
    "finale": "В конце ваших бегов, вы выбились из сил, и одна из тех тварей съела вас."
  },
  "loc22": {
    "description": "Вы спустились вниз. Там вас ждал золотой кубок, который так и манил вас. Вы решили его взять. Но вдруг комната задрожала. Стены и потолок стали осыпаться. И вы пытаетесь вернуться скорее назад, но слишком поздно.\nПроход был завален, и всё что теперь вам остается - любоваться кубком и ждать своего конца....",
    "finale": "Финал очевиден. Вам не удалось спастись. Мораль - не берите чужого)))."
  }
}}