about_text = ("Данный бот является большим проектом 2 модуля от Я.Практикума\n"
              "В нём представлен небольшой квест, в стилистике дарк-фэнтази//ужас. Но он очень клиширован, в угоду экономии времени.)\n"
              "Картинки сгенерированны благодаря другому боту в тг - @kandinsky21_bot\n"
              "Текст за авторством самого создателя бота *меня*. А также, по традиции, секретная функция\n"
              "Для списка комманд напишите /help "
              "там будет инфа о использовании бота.\n"
              "Приятной игры!")
help_text = ("Для удобства сделаны кнопки с ответами - на них и нажимайте.\n"
             "Если вдруг(ну вдруг) бот упал, то введите команду /start.\n"
             "/start - запускает бота\n"
             "/help - выводит это окно ещё раз\n"
             "/about- выводит справку о проекте\n"
             "Для начала опроса нажмите на кнопку *Да* или *Нет* для выключения бота у вас.")


# Ссылки на картинки для удобства здесь а не в геймдата.
first_loc_photo = "https://disk.yandex.ru/i/yvfVffSOq838tA"
photo_loc_3 = "https://disk.yandex.ru/i/QRUKx_noXQDf3w"
photo_loc_1 = "https://disk.yandex.ru/i/F5ANFnO7V9TA3Q"
photo_loc_2 = "https://disk.yandex.ru/i/xgbT3klSAp3vCQ"
photo_loc_11 = "https://disk.yandex.ru/i/vmXX6ZoLIkxbtA"
photo_loc_122 = "https://disk.yandex.ru/i/fyEvwytLohQv6g"
photo_loc_12 = "https://disk.yandex.ru/i/ezfuggW0yOHhDA"
photo_loc_21 = "https://disk.yandex.ru/i/fnWBVYf2NmKBFg"
photo_loc_22 = "https://disk.yandex.ru/i/ppNiJ-eoLhaHPg"

secret_text = ("Вы активировали пасхалку, дающую все промты к картинкам у Кандинского с форматом 3:2\n"
               "1-Темная ледяная пещера, есть распутье. Прямо темная яма, а за ней темный проход. Справа деревянная лестница ведущая за границы картинки., стиль: 4k\n"
               "2-Темная комната с круглыми стенами, и тусклый свет фонаря в руке человека за кадром, стиль: 4k\n"
               "3-Ледяная пещера в которой есть дверь, ведущая в малую комнату с крохотным освещением, стиль: 4k\n"
               "4-Круглый темный тоннель, стиль: 4k\n"
               "5-Шоггот из Лавкрафтовского произведение, стиль: 4k\n"
               "6-Пьедестал с книгой Некрономиникон. В тёмной комнате стоит этот пьедестал с книгой, стиль: 4k\n"
               "7(финальная)-Чистое поле и вдалеке виднеется силуэт большого города, стиль: 4k\n"
               "8-Огромная и мерзкая рыба-удильщик, стиль: 4k\n"
               "9-Золотой кубок стоит на пьедестале в заброшенной комнате подобно сцене из Индиана Джонс, стиль: 4k\n"
               "Опять же никому не нужная пасхалка:))")